Tekla.Structures.ModelInternal.GraphicObjectContainer.LineWidth
Defines width for line class.

Tekla.Structures.ModelInternal.GraphicObjectContainer.LineWidth.LINEWIDTH1
Defines width for line class.

Tekla.Structures.ModelInternal.GraphicObjectContainer.LineWidth.LINEWIDTH2
Defines width for line class.

Tekla.Structures.ModelInternal.GraphicObjectContainer.LineWidth.LINEWIDTH4
Defines width for line class.